welcome.welcome = Pomo\u017Cemy Ci w realizacji Twoich pomys\u0142ów!
welcome.whoweare = AEMON zapewnia kompleksowe us\u0142ugi programistyczne. Tworzymy serwisy obs\u0142uguj\u0105ce \
					backend transakcyjny dla jednego z najwi\u0119kszych banków w Polsce. Zajmujemy si\u0119 projektowaniem \
					aplikacji mobilny, webowychm desktopowych i wielu innych.
welcome.findoutmore = Sprawd\u017A nas

menu.about = O nas
menu.services = Us\u0142ugi
menu.portfolio = Portfolio
menu.contact = Kontakt

about.about = Mamy to czego potrzebujesz
about.ourdevelopers = Nasi programi\u015Bci u\u017Cywaj\u0105 najbardziej nowoczesnych technologii. Lista u\u017Cywanych narz\u0119dzi, \
						frameworków, j\u0119zyków, szablonów i schematów, których u\u017Cywamy na codzie\u0144, jest bardzo d\u0142uga. \
						Je\u017Celi chcesz stworzy\u0107 kompletn\u0105 stron\u0119 sklepu, wybierz nas. Je\u017Celi potrzebujesz tylko \
						prostej wizytówki firmy, tak\u017Ce mo\u017Cemy Ci pomóc. Posiadamy potrzebne do\u015Bwiadczenie i wiedz\u0119.

portfolio.head.rps = Kamie\u0144, papier, no\u017Cyce.
portfolio.head.rps.about = Projekt C++ z wykorzystaniem OpenCV i rozpznawania obrazu.
portfolio.head.smom = SMOM24 - Twój dom w sieci
portfolio.head.smom.about = Projekt z u\u017Cyciem Java Spring dla Spó\u0142dzielni Mieszkaniowej "Osiedle M\u0142odych".
portfolio.head.bzwbk = Eksperci Tuxedo framework!
portfolio.head.bzwbk.about = Prowadzimy analizy oraz implementacje przetwarzania transakcyjnego dla Bank Zachodni WBK.
portfolio.head.put = ROPS - ECTS - system zarz\u0105dzania punktami ECTS, kartami ECTS oraz planami studiów.
portfolio.head.put.about = Aplikacja internetowa dla studentów oraz wyk\u0142adowców Politechniki Pozna\u0144skiej.
portfolio.head.apilia = Wspó\u0142pracy przy wytwarzaniu oprogramowania.
portfolio.head.apilia.about = Wiele projektów wliczaj\u0105c wykorzystanie Tuxedo framework.
portfolio.head.github = Przyk\u0142ady otwartego kodu.
portfolio.head.github.about = Github jako system zarz\u0105dzania wersj\u0105.

portfolio.section.rps.head = Gra Kamie\u0144, Papier, No\u017Cyce!
portfolio.section.rps.mes1 = Gra z wykorzystaniem biblioteki OpenCV do rozpoznawania obrazu. Po rozpocz\u0119ciu gry \
								aplikacja wymaga pobrania próbki skóry jako przyk\u0142adu.
portfolio.section.rps.mes2 = Gdy gra si\u0119 rozpoczyna (istnieje mo\u017Cliwo\u015B\u0107 gry w dwóch ró\u017Cnych \
								trybach, przeciw komputerowi i przeciw drugiemu graczowi. W trybie przeciw komputerowi \
								warto\u015B\u0107 komputera jest losowa, w trybie przeciw drugiemu graczowi ekran gry \
								podzielony jest na dwie cz\u0119\u015Bci, tylko dla d\u0142oni.
portfolio.section.rps.mes3 = Aplikacja robi zdj\u0119cie, przekszta\u0142ca do przestrzeni barw HSV i rozpoczyna rozpoznawanie\
								obszarów skóry (z wykorzystaniem algorytmu mierzenia odleg\u0142o\u015Bci Mahalanobisa).
portfolio.section.rps.mes4 = Nast\u0119pnie, aplikacja wybiera najwi\u0119kszy autonomiczny obszar skóry i sprawdza liczb\u0119 \
								"deformacji konturu" (dla kamienia 0, no\u017Cyc 2-3, papieru > 3).
portfolio.section.smom.head = Smom24 - Twój dom w sieci!
portfolio.section.smom.mes1 = Strona internetowa dla
portfolio.section.smom.mes2 = Strona pozwala mieszka\u0144com spó\u0142dzielni sprawdzi\u0107 ich czynsz oraz jego sk\u0142adniki. \
								Pozwala tak\u017Ce zarejestrowa\u0107 ich w systemie oraz na komunikacj\u0119 z nimi online.
portfolio.section.bzwbk.head = Bank Zachodni WBK - programista tuxedo
portfolio.section.bzwbk.mes1 = Wsparcie dla
portfolio.section.bzwbk.mes2 = Wsparcie zawiera rozwój oprogramowania z u\u017Cyciem Oracle Tuxedo Middleware Framework, promocj\u0119 \
									oraz implementacj\u0119 us\u0142ug.
portfolio.section.bzwbk.mes3 = Bank Zachodni WBK jest trzecim najwi\u0119szkym bankiem w Polsce.
portfolio.section.put.head = ROPS-ECTS dla Politechniki Pozna\u0144skiej.
portfolio.section.put.mes1 = Strona internetowa dla
portfolio.section.put.mes2 = Strona umo\u017Cliwa ewidencje kart ECTS, zarz\u0105dzanie i rejestracj\u0119 punktami ECTS oraz programami \
								studiów dla wyk\u0142adowców oraz studentów.
portfolio.section.put.mes3 = Politechnika Pozna\u0144ska jest jedn\u0105 z najbardziej renomowanych uczelni w Polsce.
portfolio.section.apilia.head = APILIA Marciniak-Parchimowicz
protfolio.section.apilia.mes1 = Wspó\u0142praca z
portfolio.section.apilia.mes2 = Wiele projektów w\u0142\u0105czaj\u0105c us\u0142ugi tuxedo oraz wsparcie.
portfolio.section.github.head = Przyk\u0142ady kodu.
portfolio.section.github.mes1 = Przyk\u0142ady kody dost\u0119pne s\u0105 na
portfolio.section.github.mes2 = Znajdziesz tam przyk\u0142ady dla czterech projektów:
portfolio.section.github.mes3 = modu\u0142 kernela linux implementuj\u0105cy kolejk\u0119 z mo\u017Cliwo\u015Bcia ustawienia rodzaju kolejki.
portfolio.section.github.mes4 = gra Kamie\u0144,Papier,No\u017Cyce z wykorzystaniem rozpoznawania obrazu biblioteki OpenCV.
portfolio.section.github.mes5 = gra z u\u017Cyciem OpenGl i Windows API.
portfolio.section.github.mes6 = komunikator tekstowy uruchamiany w firmowym intranecie. Zaprojektowany z wykorzystaniem ncurses,\
									wielow\u0105tkowo\u015Bci oraz gniazd.

services.header = Do us\u0142ug
services.java = Java
services.java2 = U\u017Cywamy Spring-a, Hibernate, JPS, JPA i wielu wielu innych odpowiadaj\u0105cych frameworków.
services.c = C/C++
services.c2 = Systemy wbudowane, Transakcyjno\u015B\u0107, OpenCV i OpenGl tak\u017Ce s\u0105 nam bardzo dobrze znane.
services.business = Strony biznesowe
services.business2 = Stworzymy odpowiedni\u0105 stron\u0119 dla Twojego biznesu.
services.support = Wsparcie
services.support2 = Zapewniamy pe\u0142ne wsparcie gdy skorzystasz z naszych us\u0142ug. Jeste\u015Bmy w kontakcie 24/7!.

contact.visit = Odwied\u017A nas! Tutaj mo\u017Cesz nas znale\u015B\u0107. 
contact.intouch = B\u0105dzmy w kontakcie!
contact.ready = Jeste\u015B ju\u017C gotowy rozpocz\u0105\u0107 kolejny projekt z nami? To wspaniale! Zadzwo\u0144 do nas b\u0105d\u017A \
					wy\u015Blij nam email. Odpowiemy najszybciej jak to mo\u017Cliwe!
					
error.error = Przepraszamy, napotkano problem: .
error.error2 =  Wró\u0107 do strony g\u0142ównej (b\u0105d\u017A zgi\u0144 próbuj\u0105c).
error.back = Wró\u0107 do g\u0142ównej